Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-066__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 江海所以能為百谷王者，以其善下之，故能為百谷王。
en: That whereby the rivers and seas are able to receive the homage and tribute of all the valley streams, is their skill in being lower than they; - it is thus that they are the kings of them all.

source: 是以欲上民，必以言下之。
en: So it is that the sage (ruler), wishing to be above men, puts himself by his words below them, and, wishing to be before them, places his person behind them.

source: 欲先民，必以身後之。
en: In this way though he has his place above them, men do not feel his weight, nor though he has his place before them, do they feel it an injury to them.

source: 是以聖人處上而民不重，處前而民不害。
en: Therefore all in the world delight to exalt him and do not weary of him.

source: 是以天下樂推而不厭，以其不爭，故天下莫能與之爭。
en: Because he does not strive, no one finds it possible to strive with him.
